11/data/attachments/9bc6dbadb5d95e7d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Carrie_bad_Actions_59935_1</nif:username>
            <nif:friendToBeRequested>soap_actions_16ffd1cd-2474-4640-b54f-f2b435abd891</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>